const FAQData = [
  {
    question: "Q.\t전공 학과가 아니어도 지원 가능한가요?",
    answer: "A.\t네, 가능합니다.",
    description:
      "전공 학과가 아니어도 기초 지식이 있다면 지원 가능하며, 실력은 제공되는 워크북을 수행하시면서 쌓으실 수 있습니다. 성실하고 열심히 참여할 수 있다면 충분히 지원 가능합니다.",
  },
  {
    question: "Q.\t동아리 회비는 어디에 사용되나요?",
    answer:
      "A.\t데모데이, 해커톤, 컨퍼런스, 지부 및 교내 행사에 쓰일 예정입니다.",
    description: "회비는 연합 3만원, 교내 2만원으로 총 5만원입니다.",
  },
  {
    question: "Q.\t프로젝트 참가비가 무엇인가요?",
    answer:
      "A.\t스터디 종료 후 진행되는 Web or App 서비스 개발 프로젝트 참여 비용입니다.",
    description:
      "연합 프로젝트 진행 도중 탈부 예방이 주목적으로 수료 시 2만원 페이백됩니다.\n프로젝트 참가비는 5월 초중으로 받을 예정입니다.",
  },
  {
    question: "Q.주니어 코스와 시니어 코스는 무엇인가요?",
    answer:
      "A.\t개발(프론트, 백) 스터디는 주니어코스/시니어 코스 두 가지로 나뉩니다.",
    description:
      "주니어 코스는 해당 파트 지식은 가지고 있지만, 개발 경허미 적거나 없는 분께 추천합니다.\n시니어 코스는 이전에 해당 파트를 수료해 본 경험이 있거나, 이미 해당 파트로 프로젝트 경험이 있으신 분께 추천합니다.\n*워크북 실습 및 미션이 코스 별로 나누어 제공될 예정입니다.",
  },
  {
    question: "Q.\t개발 경험이 없는데 지원해도 되나요?",
    answer: "A.\t네, 가능합니다.",
    description:
      "개발 경험이 없더라도 기초 지식이 있다면 지원 가능하며, 실력은 제공되는 워크북을 수행하시면서 쌓으실 수 있습니다. 성실하고 열심히 참여할 수 있다면 충분히 지원 가능합니다.",
  },
];

export default FAQData;
